import { RecipeModel } from '../models/recipe.model'
export const recipes: RecipeModel[] = [
    {
        id: 1,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',        
        timestamp: 1511693499
    },
    {
        id: 2,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',
        timestamp: 1511693429
    },
    {
        id: 3,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',        
        timestamp: 1511693439
    },
    {
        id: 3,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',        
        timestamp: 1511693439
    },
    {
        id: 3,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',        
        timestamp: 1511693439
    },
    {
        id: 3,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',        
        timestamp: 1511693439
    },
    {
        id: 3,
        title: 'ПАНИРАНИ РУЛЦА С ТИКВИЧКА И ЧЕРВЕНА ЧУШКА',
        preparation: `Нарежете кашкавала на малки кубчета, а печените чушки на тънки ивички. 
        Измитите тиквички настържете на едро ренде.В голяма купа сложете тиквичките, чушките и кашкавала, добавете ситно нарязания чесън, яйцето, триците и подправете със сол и черен пипер. Разбъркайте сместа добре.
        В купа разбийте яйцата за паниране, а в друга сложете галетата панко. Разрежете корите за баница на две.
        Намажете кора с олио, в долния край на кората сложете по 2-3 с.л. от плънката, завийте на рулце и оставете настрани. Пригответе всички рулца до изчерпване на плънката. Всяко рулце потапяйте в разбитите яйца, а след това в галетата.
        Гответе панираните рулца по 7-8 минути на 180 градуса, докато станат златисти.
        Поднесете със сос от равни части майонеза и кисело мляко, овкусени със сол, черен пипер и лимонов сок на вкус.`,
        ingredients: ["6-7 броя кори за баница",
            "350 г тиквичкa",
            "130 г печени червени чушки",
            "120 г кашкавал",
            "1 бр. яйца",
            "2 скилидки чесън",
            "50 г овесени трици",
            "1 1/2 ч.л. сол",
            "1/2 ч.л. черен пипер",
            "50 мл олио",
            "За панировката:",
            "2 броя яйца",
            "70 г галета панко"],
        author: 'Иван',
        image: '../../assets/photo.jpeg',        
        timestamp: 1511693439
    }
]